Repository: solokha-o/Alike
Catalog: Packages/UserGuide/Sources/UserGuide/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# userGuide.comparingPhotos.review.keepAll.body
source: If every photo in a group is worth keeping, mark it reviewed and move on. Nothing has to be removed.
ar: إذا كانت كل صورة في المجموعة تستحق الاحتفاظ، ضع علامة أنها روجعت وانتقل إلى غيرها. لا يلزم إزالة أي شيء.
de: Wenn jedes Foto einer Gruppe bleiben soll, markiere sie als geprüft und mach weiter. Es muss nichts entfernt werden.
es: Si merece la pena conservar todas las fotos de un grupo, márcalo como revisado y sigue. No hace falta eliminar nada.
es_419: Si vale la pena conservar todas las fotos de un grupo, márcalo como revisado y sigue. No hace falta eliminar nada.
fr: Si toutes les photos d’un groupe méritent d’être gardées, marquez-le comme examiné et passez à la suite. Rien n’a besoin d’être supprimé.
it: Se in un gruppo vale la pena conservare ogni foto, segnalo come controllato e vai avanti. Non serve rimuovere nulla.
nl: Als elke foto in een groep het bewaren waard is, markeer je de groep als bekeken en ga je verder. Er hoeft niets weg.
pl: Jeśli warto zachować każde zdjęcie w grupie, oznacz ją jako przejrzaną i idź dalej. Nic nie musi zostać usunięte.
pt_br: Se vale a pena manter todas as fotos de um grupo, marque como revisado e siga em frente. Nada precisa ser removido.
tr: Bir gruptaki her fotoğraf saklanmaya değerse grubu gözden geçirildi olarak işaretle ve devam et. Hiçbir şeyin kaldırılması gerekmez.
uk: Якщо всі фото в групі варті збереження, позначте її переглянутою та йдіть далі. Видаляти нічого не обов'язково.
zh_hant: 如果群組中的每張照片都值得保留，就標示為已檢視並繼續。不必移除任何東西。

# userGuide.comparingPhotos.review.keepAll.title
source: Keeping everything counts too
ar: الاحتفاظ بكل شيء يُحتسب أيضًا
de: Alles behalten zählt auch
es: Conservar todo también cuenta
es_419: Conservar todo también cuenta
fr: Tout garder compte aussi
it: Anche tenere tutto conta
nl: Alles bewaren telt ook
pl: Zachowanie wszystkiego też się liczy
pt_br: Manter tudo também conta
tr: Her şeyi saklamak da bir karardır
uk: Залишити все — теж рішення
zh_hant: 全部保留也算完成

# userGuide.comparingPhotos.review.move.body
source: The button at the bottom appears once something is selected, and always asks for confirmation first.
ar: يظهر الزر في الأسفل بمجرد تحديد شيء، وهو يطلب التأكيد دائمًا أولًا.
de: Der Button unten erscheint, sobald etwas ausgewählt ist, und fragt immer vorher nach.
es: El botón de abajo aparece cuando hay algo seleccionado y siempre pide confirmación antes.
es_419: El botón de abajo aparece cuando hay algo seleccionado y siempre pide confirmación antes.
fr: Le bouton du bas apparaît dès qu’un élément est sélectionné, et demande toujours confirmation.
it: Il pulsante in basso compare quando qualcosa è selezionato e chiede sempre conferma prima di agire.
nl: De knop onderin verschijnt zodra er iets is geselecteerd en vraagt altijd eerst om bevestiging.
pl: Przycisk na dole pojawia się, gdy coś jest wybrane, i zawsze najpierw prosi o potwierdzenie.
pt_br: O botão na parte de baixo aparece quando há algo selecionado e sempre pede confirmação antes.
tr: Alttaki düğme bir şey seçildiğinde görünür ve her zaman önce onay ister.
uk: Кнопка внизу з'являється, щойно щось вибрано, і завжди спершу запитує підтвердження.
zh_hant: 底部的按鈕會在你選取項目後出現，並且一定會先請你確認。

# userGuide.comparingPhotos.review.move.title
source: Move the selected photos
ar: نقل الصور المحددة
de: Die ausgewählten Fotos bewegen
es: Mover las fotos seleccionadas
es_419: Mover las fotos seleccionadas
fr: Déplacer les photos sélectionnées
it: Sposta le foto selezionate
nl: Verplaats de geselecteerde foto's
pl: Przenieś wybrane zdjęcia
pt_br: Mover as fotos selecionadas
tr: Seçili fotoğrafları taşı
uk: Перемістити вибрані фото
zh_hant: 移動已選取的照片

# userGuide.comparingPhotos.review.toggle.body
source: Use the seal button in the navigation bar when you're done with a group. Tap it again to reopen it.
ar: استخدم زر الختم في شريط التنقل عند انتهائك من مجموعة. انقره مرة أخرى لإعادة فتحها.
de: Nutze den Siegel-Button in der Navigationsleiste, wenn du mit einer Gruppe fertig bist. Noch einmal tippen öffnet sie wieder.
es: Usa el botón del sello en la barra de navegación cuando termines con un grupo. Tócalo de nuevo para volver a abrirlo.
es_419: Usa el botón del sello en la barra de navegación cuando termines con un grupo. Tócalo de nuevo para volver a abrirlo.
fr: Utilisez le bouton en forme de sceau dans la barre de navigation quand vous en avez fini avec un groupe. Touchez-le à nouveau pour le rouvrir.
it: Usa il pulsante con il sigillo nella barra di navigazione quando hai finito con un gruppo. Toccalo di nuovo per riaprirlo.
nl: Gebruik de zegelknop in de navigatiebalk als je klaar bent met een groep. Tik er nogmaals op om de groep te heropenen.
pl: Gdy skończysz z grupą, użyj przycisku z pieczęcią na pasku nawigacji. Stuknij ponownie, aby otworzyć ją na nowo.
pt_br: Use o botão de selo na barra de navegação quando terminar com um grupo. Toque nele de novo para reabrir.
tr: Bir grupla işin bittiğinde gezinme çubuğundaki mühür düğmesini kullan. Yeniden açmak için tekrar dokun.
uk: Скористайтеся кнопкою з печаткою у панелі навігації, коли завершите роботу з групою. Торкніться ще раз, щоб відкрити її знову.
zh_hant: 完成一個群組後，請使用導覽列上的印章按鈕。再點一下即可重新打開。

# userGuide.comparingPhotos.review.toggle.title
source: Mark as reviewed
ar: وضع علامة تمت المراجعة
de: Als geprüft markieren
es: Marcar como revisado
es_419: Marcar como revisado
fr: Marquer comme examiné
it: Segna come controllato
nl: Markeer als bekeken
pl: Oznacz jako przejrzane
pt_br: Marcar como revisado
tr: Gözden geçirildi olarak işaretle
uk: Позначити як переглянуту
zh_hant: 標示為已檢視

# userGuide.comparingPhotos.selection.batch.body
source: Alike Free moves one photo at a time. Alike Pro removes your whole selection in a single step.
ar: ينقل Alike المجاني صورة واحدة في كل مرة. أما Alike Pro فيزيل تحديدك كاملًا في خطوة واحدة.
de: Alike Free bewegt ein Foto nach dem anderen. Alike Pro entfernt deine ganze Auswahl in einem Schritt.
es: Alike Free mueve una foto a la vez. Alike Pro elimina toda tu selección en un solo paso.
es_419: Alike Free mueve una foto a la vez. Alike Pro elimina toda tu selección en un solo paso.
fr: Alike Free déplace une photo à la fois. Alike Pro supprime toute votre sélection en une seule étape.
it: Alike Free sposta una foto alla volta. Alike Pro rimuove l'intera selezione in un solo passaggio.
nl: Alike Free verplaatst één foto tegelijk. Alike Pro verwijdert je hele selectie in één stap.
pl: Alike Free przenosi po jednym zdjęciu. Alike Pro usuwa cały wybór w jednym kroku.
pt_br: O Alike Free move uma foto por vez. O Alike Pro remove toda a sua seleção em uma única etapa.
tr: Alike Free fotoğrafları teker teker taşır. Alike Pro tüm seçimini tek adımda kaldırır.
uk: Alike Free переміщує по одному фото. Alike Pro видаляє весь вибір за один крок.
zh_hant: Alike Free 一次移動一張照片。Alike Pro 可一步移除整組選取項目。

# userGuide.comparingPhotos.selection.batch.title
source: Removing several photos at once
ar: إزالة عدة صور دفعة واحدة
de: Mehrere Fotos auf einmal entfernen
es: Eliminar varias fotos a la vez
es_419: Eliminar varias fotos a la vez
fr: Supprimer plusieurs photos d’un coup
it: Rimuovere più foto in una volta
nl: Meerdere foto's tegelijk verwijderen
pl: Usuwanie kilku zdjęć naraz
pt_br: Remover várias fotos de uma vez
tr: Birden çok fotoğrafı aynı anda kaldırmak
uk: Видалення кількох фото одразу
zh_hant: 一次移除多張照片

# userGuide.comparingPhotos.selection.footer
source: Your selection is saved, so closing a group and coming back later loses nothing.
ar: يُحفظ تحديدك، لذا فإن إغلاق مجموعة والعودة إليها لاحقًا لا يفقدك شيئًا.
de: Deine Auswahl wird gesichert – eine Gruppe zu schließen und später zurückzukommen verliert nichts.
es: Tu selección se guarda, así que cerrar un grupo y volver más tarde no pierde nada.
es_419: Tu selección se guarda, así que cerrar un grupo y volver más tarde no pierde nada.
fr: Votre sélection est enregistrée : fermer un groupe et y revenir plus tard ne fait rien perdre.
it: La tua selezione viene salvata: chiudere un gruppo e tornarci più tardi non fa perdere nulla.
nl: Je selectie wordt bewaard, dus een groep sluiten en later terugkomen kost je niets.
pl: Twój wybór jest zapisywany, więc zamknięcie grupy i powrót później niczego nie traci.
pt_br: Sua seleção é salva, então fechar um grupo e voltar depois não perde nada.
tr: Seçimin kaydedilir; bir grubu kapatıp sonra dönmek hiçbir şey kaybettirmez.
uk: Вибір зберігається, тож ви нічого не втратите, якщо закриєте групу й повернетеся пізніше.
zh_hant: 你的選取會被儲存，因此關掉群組稍後再回來也不會遺失任何內容。

# userGuide.comparingPhotos.selection.header
source: Choosing photos
ar: اختيار الصور
de: Fotos auswählen
es: Elegir fotos
es_419: Elegir fotos
fr: Choisir les photos
it: Scegliere le foto
nl: Foto's kiezen
pl: Wybieranie zdjęć
pt_br: Escolhendo fotos
tr: Fotoğraf seçmek
uk: Вибір фото
zh_hant: 選擇照片

# userGuide.comparingPhotos.selection.menu.body
source: In the ••• menu: select everything but the keeper in one go, or clear the whole selection.
ar: من قائمة ••• : حدد كل شيء ما عدا اللقطة المحتفظ بها دفعة واحدة، أو امسح التحديد بالكامل.
de: Im •••-Menü: alles außer der besten Aufnahme auf einmal auswählen oder die ganze Auswahl aufheben.
es: En el menú •••: selecciona todo menos la que se conserva, o quita toda la selección.
es_419: En el menú •••: selecciona todo menos la que se conserva, o quita toda la selección.
fr: Dans le menu ••• : sélectionnez tout sauf celle qui reste, ou effacez toute la sélection.
it: Nel menu •••: seleziona tutto tranne la foto da conservare in un colpo solo, oppure azzera l'intera selezione.
nl: In het •••-menu: selecteer in één keer alles behalve de bewaarde foto, of wis de hele selectie.
pl: W menu •••: zaznacz jednym ruchem wszystko oprócz zachowanego zdjęcia albo wyczyść cały wybór.
pt_br: No menu •••: selecione tudo menos a que fica, ou limpe a seleção inteira.
tr: ••• menüsünde: saklanan kare hariç her şeyi tek seferde seç ya da tüm seçimi temizle.
uk: У меню ••• : вибрати все, крім кадру, який лишається, або зняти весь вибір.
zh_hant: 在 ••• 選單中：一次選取除保留照片外的全部，或清除整組選取。

# userGuide.comparingPhotos.selection.menu.title
source: Select All Except Best
ar: تحديد الكل ما عدا الأفضل
de: Alle außer der besten auswählen
es: Seleccionar todas menos la mejor
es_419: Seleccionar todas menos la mejor
fr: Tout sélectionner sauf la meilleure
it: Seleziona tutte tranne la migliore
nl: Selecteer alles behalve de beste
pl: Zaznacz wszystkie oprócz najlepszego
pt_br: Selecionar todas menos a melhor
tr: En İyisi Hariç Tümünü Seç
uk: Вибрати все, крім найкращого
zh_hant: 選取除最佳照片外的全部

# userGuide.comparingPhotos.selection.tap.body
source: Tap any photo to mark it for removal. Tap again to keep it. The Best Shot can't be selected.
ar: انقر على أي صورة لتحديدها للإزالة. انقر مرة أخرى للاحتفاظ بها. ولا يمكن تحديد أفضل لقطة.
de: Tippe ein Foto an, um es zum Entfernen zu markieren. Noch einmal tippen behält es. Die beste Aufnahme lässt sich nicht auswählen.
es: Toca cualquier foto para marcarla para eliminar. Tócala de nuevo para conservarla. La mejor toma no se puede seleccionar.
es_419: Toca cualquier foto para marcarla para eliminar. Tócala de nuevo para conservarla. La mejor toma no se puede seleccionar.
fr: Touchez une photo pour la marquer en vue d’une suppression. Touchez-la à nouveau pour la garder. La meilleure photo ne peut pas être sélectionnée.
it: Tocca una foto per contrassegnarla per la rimozione. Toccala di nuovo per conservarla. Lo scatto migliore non può essere selezionato.
nl: Tik op een foto om die voor verwijdering te markeren. Tik nogmaals om de foto te bewaren. De beste opname kan niet worden geselecteerd.
pl: Stuknij zdjęcie, aby oznaczyć je do usunięcia. Stuknij ponownie, aby je zachować. Najlepszego ujęcia nie można wybrać.
pt_br: Toque em qualquer foto para marcá-la para remoção. Toque de novo para mantê-la. A melhor foto não pode ser selecionada.
tr: Kaldırmak üzere işaretlemek için bir fotoğrafa dokun. Saklamak için yeniden dokun. En İyi Kare seçilemez.
uk: Торкніться фото, щоб позначити його для видалення. Торкніться ще раз, щоб залишити. Найкращий кадр вибрати не можна.
zh_hant: 點一下照片即可標示為待移除，再點一下即可保留。最佳照片無法被選取。

# userGuide.comparingPhotos.selection.tap.title
source: Tap to select
ar: انقر للتحديد
de: Zum Auswählen tippen
es: Toca para seleccionar
es_419: Toca para seleccionar
fr: Touchez pour sélectionner
it: Tocca per selezionare
nl: Tik om te selecteren
pl: Stuknij, aby wybrać
pt_br: Toque para selecionar
tr: Seçmek için dokun
uk: Торкніться, щоб вибрати
zh_hant: 點一下選取

# userGuide.comparingPhotos.summary
source: Choosing what to keep inside a group, and marking it reviewed.
ar: اختيار ما تحتفظ به داخل المجموعة، ووضع علامة أنها روجعت.
de: Innerhalb einer Gruppe entscheiden, was bleibt, und sie als geprüft markieren.
es: Elegir qué conservar dentro de un grupo y marcarlo como revisado.
es_419: Elegir qué conservar dentro de un grupo y marcarlo como revisado.
fr: Choisir ce que l’on garde dans un groupe, puis le marquer comme examiné.
it: Scegliere cosa conservare in un gruppo e segnarlo come controllato.
nl: Kiezen wat je binnen een groep bewaart, en de groep als bekeken markeren.
pl: Wybieranie tego, co zachować w grupie, i oznaczanie jej jako przejrzanej.
pt_br: Escolher o que manter dentro de um grupo e marcá-lo como revisado.
tr: Bir grupta neyi saklayacağını seçmek ve grubu gözden geçirildi olarak işaretlemek.
uk: Як обрати, що залишити в групі, і позначити її переглянутою.
zh_hant: 在群組中挑選要保留的照片，並標示為已檢視。

# userGuide.comparingPhotos.title
source: Similar Photos and Best Shot
ar: الصور المتشابهة وأفضل لقطة
de: Ähnliche Fotos und beste Aufnahme
es: Fotos similares y mejor toma
es_419: Fotos similares y mejor toma
fr: Photos similaires et meilleure photo
it: Foto simili e scatto migliore
nl: Vergelijkbare foto's en beste opname
pl: Podobne zdjęcia i najlepsze ujęcie
pt_br: Fotos semelhantes e melhor foto
tr: Benzer Fotoğraflar ve En İyi Kare
uk: Схожі фото й найкращий кадр
zh_hant: 相似照片與最佳照片

# userGuide.deletingSafely.flow.confirm.body
source: Alike shows what will be moved and how much space it holds, then hands the request to the system.
ar: يعرض Alike ما سيُنقل وحجم المساحة التي يشغلها، ثم يسلّم الطلب إلى النظام.
de: Alike zeigt, was bewegt wird und wie viel Speicher das ist, und übergibt die Anfrage dann an das System.
es: Alike muestra qué se va a mover y cuánto espacio ocupa, y luego entrega la solicitud al sistema.
es_419: Alike muestra qué se va a mover y cuánto espacio ocupa, y luego entrega la solicitud al sistema.
fr: Alike indique ce qui va être déplacé et l’espace que cela représente, puis transmet la demande au système.
it: Alike mostra cosa verrà spostato e quanto spazio occupa, poi passa la richiesta al sistema.
nl: Alike laat zien wat er wordt verplaatst en hoeveel ruimte dat inneemt, en geeft het verzoek daarna door aan het systeem.
pl: Alike pokazuje, co zostanie przeniesione i ile miejsca zajmuje, a następnie przekazuje żądanie systemowi.
pt_br: O Alike mostra o que será movido e quanto espaço ocupa, e então entrega o pedido ao sistema.
tr: Alike neyin taşınacağını ve ne kadar yer kapladığını gösterir, sonra isteği sisteme iletir.
uk: Alike показує, що буде переміщено та скільки місця це займає, а потім передає запит системі.
zh_hant: Alike 會顯示將移動哪些項目、佔用多少空間，然後把要求交給系統。

# userGuide.deletingSafely.flow.confirm.title
source: iOS asks for confirmation
ar: يطلب iOS التأكيد
de: iOS fragt nach einer Bestätigung
es: iOS pide confirmación
es_419: iOS pide confirmación
fr: iOS demande confirmation
it: iOS chiede conferma
nl: iOS vraagt om bevestiging
pl: iOS prosi o potwierdzenie
pt_br: O iOS pede confirmação
tr: iOS onay ister
uk: iOS запитує підтвердження
zh_hant: iOS 會請你確認

# userGuide.deletingSafely.flow.footer
source: Alike can't remove a photo on its own — iOS always asks you first.
ar: لا يستطيع Alike إزالة صورة من تلقاء نفسه — يسألك iOS دائمًا أولًا.
de: Alike kann kein Foto von sich aus entfernen – iOS fragt immer zuerst dich.
es: Alike no puede eliminar una foto por su cuenta: iOS siempre te pregunta primero.
es_419: Alike no puede eliminar una foto por su cuenta: iOS siempre te pregunta primero.
fr: Alike ne peut pas supprimer une photo de lui-même : iOS vous demande toujours d’abord.
it: Alike non può rimuovere una foto da solo: iOS chiede sempre prima a te.
nl: Alike kan een foto niet zelf verwijderen — iOS vraagt het altijd eerst aan jou.
pl: Alike nie może samodzielnie usunąć zdjęcia — iOS zawsze pyta najpierw Ciebie.
pt_br: O Alike não consegue remover uma foto sozinho — o iOS sempre pergunta antes.
tr: Alike bir fotoğrafı kendi başına kaldıramaz — iOS her zaman önce sana sorar.
uk: Alike не може видалити фото самостійно — iOS завжди спершу запитує вас.
zh_hant: Alike 無法自行移除照片，iOS 一定會先詢問你。

# userGuide.deletingSafely.flow.header
source: Step by step
ar: خطوة بخطوة
de: Schritt für Schritt
es: Paso a paso
es_419: Paso a paso
fr: Étape par étape
it: Passo dopo passo
nl: Stap voor stap
pl: Krok po kroku
pt_br: Passo a passo
tr: Adım adım
uk: Крок за кроком
zh_hant: 逐步說明

# userGuide.deletingSafely.flow.icloud.body
source: If iCloud Photos is on, the same photos move to Recently Deleted on your other devices.
ar: إذا كانت صور iCloud مفعّلة، تُنقل الصور نفسها إلى «المحذوفة مؤخرًا» على أجهزتك الأخرى.
de: Ist iCloud-Fotos aktiv, wandern dieselben Fotos auch auf deinen anderen Geräten in „Zuletzt gelöscht“.
es: Si Fotos en iCloud está activado, las mismas fotos pasan a Eliminados recientemente en tus otros dispositivos.
es_419: Si Fotos en iCloud está activado, las mismas fotos pasan a Eliminados recientemente en tus otros dispositivos.
fr: Si Photos iCloud est activé, les mêmes photos passent dans Supprimés récemment sur vos autres appareils.
it: Se «Foto di iCloud» è attivo, le stesse foto passano in «Eliminati di recente» anche sugli altri tuoi dispositivi.
nl: Als iCloud-foto's aanstaat, gaan dezelfde foto's ook op je andere apparaten naar 'Recent verwijderd'.
pl: Jeśli Zdjęcia iCloud są włączone, te same zdjęcia trafią do albumu „Ostatnio usunięte” także na innych Twoich urządzeniach.
pt_br: Se o Fotos do iCloud estiver ativado, as mesmas fotos vão para Apagados recentemente nos seus outros dispositivos.
tr: iCloud Fotoğrafları açıksa aynı fotoğraflar diğer aygıtlarında da Son Silinenler'e taşınır.
uk: Якщо ввімкнено «Фото iCloud», ті самі фото перемістяться до «Нещодавно видалених» на інших ваших пристроях.
zh_hant: 若已開啟「iCloud 照片」，同樣的照片也會在你的其他裝置上移到「最近刪除」。

# userGuide.deletingSafely.flow.icloud.title
source: iCloud Photos syncs the change
ar: تُزامن صور iCloud التغيير
de: iCloud-Fotos gleicht die Änderung ab
es: Fotos en iCloud sincroniza el cambio
es_419: Fotos en iCloud sincroniza el cambio
fr: Photos iCloud synchronise le changement
it: «Foto di iCloud» sincronizza la modifica
nl: iCloud-foto's synchroniseert de wijziging
pl: Zdjęcia iCloud synchronizują tę zmianę
pt_br: O Fotos do iCloud sincroniza a mudança
tr: iCloud Fotoğrafları değişikliği eşitler
uk: Фото iCloud синхронізують зміни
zh_hant: 「iCloud 照片」會同步這項變更

# userGuide.deletingSafely.flow.recentlyDeleted.body
source: Photos land in the Photos app's Recently Deleted album, where you can restore any of them.
ar: تنتهي الصور إلى ألبوم «المحذوفة مؤخرًا» في تطبيق الصور، حيث يمكنك استعادة أي منها.
de: Die Fotos landen im Album „Zuletzt gelöscht“ der Fotos-App, wo du jedes wiederherstellen kannst.
es: Las fotos llegan al álbum Eliminados recientemente de la app Fotos, donde puedes recuperar cualquiera.
es_419: Las fotos llegan al álbum Eliminados recientemente de la app Fotos, donde puedes recuperar cualquiera.
fr: Les photos arrivent dans l’album Supprimés récemment de l’app Photos, d’où vous pouvez toutes les restaurer.
it: Le foto finiscono nell'album «Eliminati di recente» dell'app Foto, dove puoi ripristinarle tutte.
nl: Foto's belanden in het album 'Recent verwijderd' van de Foto's-app, waar je ze allemaal kunt terugzetten.
pl: Zdjęcia trafiają do albumu „Ostatnio usunięte” w aplikacji Zdjęcia, skąd możesz je przywrócić.
pt_br: As fotos vão para o álbum Apagados recentemente do app Fotos, de onde você pode recuperar qualquer uma.
tr: Fotoğraflar, Fotoğraflar uygulamasındaki Son Silinenler albümüne gider ve buradan istediğini geri alabilirsin.
uk: Фото потрапляють до альбому «Нещодавно видалені» у застосунку «Фото», звідки їх можна відновити.
zh_hant: 照片會進入「照片」App 的「最近刪除」相簿，你可以從那裡回復任何一張。

# userGuide.deletingSafely.flow.recentlyDeleted.title
source: 30 days to change your mind
ar: 30 يومًا لتغيير رأيك
de: 30 Tage, um es dir anders zu überlegen
es: 30 días para cambiar de opinión
es_419: 30 días para cambiar de opinión
fr: 30 jours pour changer d’avis
it: 30 giorni per cambiare idea
nl: 30 dagen om je te bedenken
pl: 30 dni na zmianę zdania
pt_br: 30 dias para mudar de ideia
tr: Fikrini değiştirmek için 30 gün
uk: 30 днів, щоб передумати
zh_hant: 30 天可以反悔

# userGuide.deletingSafely.flow.storage.body
source: Storage comes back only after the photos leave Recently Deleted — automatically after 30 days, or when you empty the album.
ar: لا تعود المساحة إلا بعد مغادرة الصور «المحذوفة مؤخرًا» — تلقائيًا بعد 30 يومًا، أو عندما تفرّغ الألبوم.
de: Der Speicher kommt erst zurück, wenn die Fotos „Zuletzt gelöscht“ verlassen – automatisch nach 30 Tagen oder wenn du das Album leerst.
es: El espacio vuelve solo cuando las fotos salen de Eliminados recientemente: automáticamente a los 30 días o cuando vacías el álbum.
es_419: El espacio vuelve solo cuando las fotos salen de Eliminados recientemente: automáticamente a los 30 días o cuando vacías el álbum.
fr: L’espace ne revient qu’une fois les photos sorties de Supprimés récemment : automatiquement au bout de 30 jours, ou quand vous videz l’album.
it: Lo spazio torna disponibile solo dopo che le foto escono da «Eliminati di recente»: automaticamente dopo 30 giorni o quando svuoti l'album.
nl: Opslagruimte komt pas terug nadat de foto's uit 'Recent verwijderd' zijn — automatisch na 30 dagen, of wanneer jij het album leegt.
pl: Miejsce wraca dopiero po tym, jak zdjęcia opuszczą album „Ostatnio usunięte” — automatycznie po 30 dniach lub gdy opróżnisz album.
pt_br: O espaço só volta depois que as fotos saem de Apagados recentemente — automaticamente após 30 dias ou quando você esvazia o álbum.
tr: Alan yalnızca fotoğraflar Son Silinenler'den çıktıktan sonra geri gelir — 30 gün sonra otomatik olarak ya da albümü boşalttığında.
uk: Пам'ять повертається лише після того, як фото залишать «Нещодавно видалені» — автоматично за 30 днів або коли ви очистите альбом.
zh_hant: 只有在照片離開「最近刪除」之後空間才會回來：30 天後自動清除，或由你手動清空相簿。

# userGuide.deletingSafely.flow.storage.title
source: Space is freed at the end
ar: تتحرر المساحة في النهاية
de: Der Speicher wird zuletzt frei
es: El espacio se libera al final
es_419: El espacio se libera al final
fr: L’espace est libéré à la fin
it: Lo spazio si libera alla fine
nl: Ruimte komt aan het eind vrij
pl: Miejsce zwalnia się na końcu
pt_br: O espaço é liberado no fim
tr: Alan en sonda boşalır
uk: Місце звільняється наприкінці
zh_hant: 空間會在最後才釋出
